Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# home.accessibility.error
source: Error: %@
de: Fehler: %@
fr: Erreur : %@
ja: エラー: %@
ko: 오류: %@
pl: Błąd: %@
pt_br: Erro: %@
ru: Ошибка: %@
tr: Hata: %@
uk: Помилка: %@
vi: Lỗi: %@
zh_hans: 错误：%@

# home.accessibility.sessionMenu
source: Session menu
de: Sitzungsmenü
es: Menú de sesión
fr: Menu de session
ja: セッションメニュー
ko: 세션 메뉴
pl: Menu sesji
pt_br: Menu da sessão
ru: Меню сеанса
tr: Oturum menüsü
uk: Меню сеансу
vi: Menu phiên
zh_hans: 会话菜单

# home.action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# home.action.filterProjects
source: Filter projects
de: Projekte filtern
es: Filtrar proyectos
fr: Filtrer les projets
ja: プロジェクトを絞り込む
ko: 프로젝트 필터
pl: Filtruj projekty
pt_br: Filtrar projetos
ru: Фильтр проектов
tr: Projeleri filtrele
uk: Фільтрувати проєкти
vi: Lọc dự án
zh_hans: 筛选项目

# home.action.newThread
source: New thread
de: Neuer Thread
es: Nuevo hilo
fr: Nouveau fil
ja: 新しいスレッド
ko: 새 스레드
pl: Nowy wątek
pt_br: Nova thread
ru: Новая ветка
tr: Yeni iş parçacığı
uk: Нова гілка
vi: Luồng mới
zh_hans: 新线程

# home.action.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新

# home.action.searchThreads
source: Search threads
de: Threads durchsuchen
es: Buscar hilos
fr: Rechercher des fils
ja: スレッドを検索
ko: 스레드 검색
pl: Szukaj wątków
pt_br: Buscar threads
ru: Поиск веток
tr: İş parçacıklarında ara
uk: Пошук гілок
vi: Tìm luồng
zh_hans: 搜索线程

# home.action.start
source: Start
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pl: Rozpocznij
pt_br: Iniciar
ru: Запустить
tr: Başlat
uk: Запустити
vi: Bắt đầu
zh_hans: 开始

# home.compose.defaults.description
source: Uses this project’s most recent agent and model settings.
de: Verwendet die zuletzt gewählten Agent- und Modelleinstellungen dieses Projekts.
es: Usa los ajustes de agente y modelo más recientes de este proyecto.
fr: Utilise les derniers réglages d’agent et de modèle de ce projet.
ja: このプロジェクトで最近使用したエージェントとモデルの設定を使います。
ko: 이 프로젝트에서 가장 최근에 사용한 에이전트 및 모델 설정을 사용합니다.
pl: Używa ostatnich ustawień agenta i modelu w tym projekcie.
pt_br: Usa as configurações mais recentes de agente e modelo deste projeto.
ru: Используются последние настройки агента и модели этого проекта.
tr: Bu projenin en son aracı ve model ayarlarını kullanır.
uk: Використовуються останні налаштування агента й моделі цього проєкту.
vi: Dùng cài đặt tác nhân và mô hình gần nhất của dự án này.
zh_hans: 使用此项目最近的智能体和模型设置。

# home.compose.prompt
source: Plan, ask, build…
de: Planen, fragen, entwickeln…
es: Planifica, pregunta, crea…
fr: Planifier, demander, créer…
ja: 計画、質問、作成…
ko: 계획하고, 묻고, 만들기…
pl: Planuj, pytaj, twórz…
pt_br: Planeje, pergunte, crie…
ru: Планируйте, спрашивайте, создавайте…
tr: Planla, sor, geliştir…
uk: Плануйте, запитуйте, створюйте…
vi: Lập kế hoạch, hỏi, xây dựng…
zh_hans: 规划、提问、构建…

# home.compose.unavailable.description
source: Start a thread from the desktop first to save launch settings.
de: Starte zuerst einen Thread am Desktop, um Starteinstellungen zu speichern.
es: Inicia primero un hilo desde el escritorio para guardar los ajustes de inicio.
fr: Démarrez d’abord un fil depuis l’ordinateur pour enregistrer les réglages de lancement.
ja: 起動設定を保存するには、先にデスクトップからスレッドを開始してください。
ko: 실행 설정을 저장하려면 먼저 데스크톱에서 스레드를 시작하세요.
pl: Najpierw rozpocznij wątek na komputerze, aby zapisać ustawienia uruchamiania.
pt_br: Inicie uma thread pelo computador primeiro para salvar as configurações de inicialização.
ru: Сначала запустите ветку на компьютере, чтобы сохранить настройки запуска.
tr: Başlatma ayarlarını kaydetmek için önce masaüstünden bir iş parçacığı başlatın.
uk: Спочатку запустіть гілку на комп’ютері, щоб зберегти налаштування запуску.
vi: Hãy bắt đầu một luồng trên máy tính trước để lưu cài đặt khởi chạy.
zh_hans: 请先从桌面端启动一个线程以保存启动设置。

# home.compose.unavailable.title
source: New thread unavailable
de: Neuer Thread nicht verfügbar
es: Nuevo hilo no disponible
fr: Nouveau fil indisponible
ja: 新しいスレッドは利用できません
ko: 새 스레드를 사용할 수 없음
pl: Nowy wątek jest niedostępny
pt_br: Nova thread indisponível
ru: Новая ветка недоступна
tr: Yeni iş parçacığı kullanılamıyor
uk: Нова гілка недоступна
vi: Luồng mới không khả dụng
zh_hans: 新线程不可用

# home.label.model
source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
uk: Модель
vi: Mô hình
zh_hans: 模型

# home.label.project
source: Project
de: Projekt
es: Proyecto
fr: Projet
ja: プロジェクト
ko: 프로젝트
pl: Projekt
pt_br: Projeto
ru: Проект
tr: Proje
uk: Проєкт
vi: Dự án
zh_hans: 项目

# home.project.all
source: All projects
de: Alle Projekte
es: Todos los proyectos
fr: Tous les projets
ja: すべてのプロジェクト
ko: 모든 프로젝트
pl: Wszystkie projekty
pt_br: Todos os projetos
ru: Все проекты
tr: Tüm projeler
uk: Усі проєкти
vi: Tất cả dự án
zh_hans: 所有项目

# home.projects.empty.description
source: Projects from your paired Poracode desktop will appear here.
de: Projekte von deinem gekoppelten Poracode-Desktop erscheinen hier.
es: Los proyectos de tu escritorio Poracode emparejado aparecerán aquí.
fr: Les projets de votre ordinateur Poracode appairé apparaîtront ici.
ja: ペアリングした Poracode デスクトップのプロジェクトがここに表示されます。
ko: 페어링된 Poracode 데스크톱의 프로젝트가 여기에 표시됩니다.
pl: Projekty ze sparowanego pulpitu Poracode pojawią się tutaj.
pt_br: Os projetos do seu desktop Poracode pareado aparecerão aqui.
ru: Здесь появятся проекты с подключённого рабочего стола Poracode.
tr: Eşleştirilmiş Poracode masaüstünüzdeki projeler burada görünecek.
uk: Тут з’являться проєкти з підключеного комп’ютера Poracode.
vi: Các dự án từ máy tính Poracode đã ghép nối sẽ xuất hiện ở đây.
zh_hans: 已配对的 Poracode 桌面端项目将显示在此处。

# home.projects.empty.title
source: No projects yet
de: Noch keine Projekte
es: Aún no hay proyectos
fr: Aucun projet pour l’instant
ja: プロジェクトはまだありません
ko: 아직 프로젝트가 없습니다
pl: Brak projektów
pt_br: Ainda não há projetos
ru: Пока нет проектов
tr: Henüz proje yok
uk: Проєктів ще немає
vi: Chưa có dự án nào
zh_hans: 暂无项目

# home.projects.loading
source: Loading projects…
de: Projekte werden geladen …
es: Cargando proyectos…
fr: Chargement des projets…
ja: プロジェクトを読み込み中…
ko: 프로젝트 불러오는 중…
pl: Wczytywanie projektów…
pt_br: Carregando projetos…
ru: Загрузка проектов…
tr: Projeler yükleniyor…
uk: Завантаження проєктів…
vi: Đang tải dự án…
zh_hans: 正在加载项目…

# home.thread.starred
source: Starred
de: Mit Stern
es: Destacado
fr: Favori
ja: スター付き
ko: 별표 표시됨
pl: Oznaczony gwiazdką
pt_br: Favorita
ru: Со звездой
tr: Yıldızlı
uk: Із зіркою
vi: Đã gắn sao
zh_hans: 已加星标

# home.threads.empty.description
source: Conversations from all paired desktops will appear here.
de: Unterhaltungen von allen gekoppelten Desktops werden hier angezeigt.
es: Las conversaciones de todos los ordenadores vinculados aparecerán aquí.
fr: Les conversations de tous les ordinateurs jumelés apparaîtront ici.
ja: ペアリング済みのすべてのデスクトップの会話がここに表示されます。
ko: 페어링된 모든 데스크톱의 대화가 여기에 표시됩니다.
pl: Tutaj pojawią się rozmowy ze wszystkich sparowanych komputerów.
pt_br: As conversas de todos os computadores emparelhados aparecerão aqui.
ru: Здесь появятся беседы со всех подключённых компьютеров.
tr: Eşleştirilmiş tüm masaüstü bilgisayarlardaki konuşmalar burada görünür.
uk: Тут з’являться розмови з усіх спарених комп’ютерів.
vi: Cuộc trò chuyện từ tất cả máy tính đã ghép đôi sẽ xuất hiện tại đây.
zh_hans: 来自所有已配对桌面设备的对话都会显示在这里。

# home.threads.empty.title
source: No conversations yet
de: Noch keine Unterhaltungen
es: Aún no hay conversaciones
fr: Aucune conversation pour l’instant
ja: まだ会話はありません
ko: 아직 대화가 없습니다
pl: Brak rozmów
pt_br: Ainda não há conversas
ru: Пока нет бесед
tr: Henüz konuşma yok
uk: Розмов ще немає
vi: Chưa có cuộc trò chuyện nào
zh_hans: 暂无对话

# home.threads.loading
source: Loading conversations…
de: Unterhaltungen werden geladen…
es: Cargando conversaciones…
fr: Chargement des conversations…
ja: 会話を読み込んでいます…
ko: 대화를 불러오는 중…
pl: Ładowanie rozmów…
pt_br: Carregando conversas…
ru: Загрузка бесед…
tr: Konuşmalar yükleniyor…
uk: Завантаження розмов…
vi: Đang tải cuộc trò chuyện…
zh_hans: 正在加载对话…

# hosts.add.accessibility
source: Add another Poracode desktop
de: Weiteren Poracode-Desktop hinzufügen
es: Añadir otro escritorio de Poracode
fr: Ajouter un autre bureau Poracode
ja: 別のPoracodeデスクトップを追加
ko: 다른 Poracode 데스크톱 추가
pl: Dodaj kolejny komputer Poracode
pt_br: Adicionar outro desktop do Poracode
ru: Добавить другой компьютер Poracode
tr: Başka bir Poracode masaüstü ekle
uk: Додати інший комп’ютер Poracode
vi: Thêm một máy tính Poracode khác
zh_hans: 添加另一台 Poracode 桌面

# hosts.add.cleartext.hint
source: This server uses HTTP. Continue only on a trusted network.
de: Dieser Server verwendet HTTP. Fahren Sie nur in einem vertrauenswürdigen Netzwerk fort.
es: Este servidor usa HTTP. Continúa solo en una red de confianza.
fr: Ce serveur utilise HTTP. Continuez uniquement sur un réseau de confiance.
ja: このサーバーはHTTPを使用します。信頼できるネットワークでのみ続行してください。
ko: 이 서버는 HTTP를 사용합니다. 신뢰할 수 있는 네트워크에서만 계속하세요.
pl: Ten serwer używa HTTP. Kontynuuj tylko w zaufanej sieci.
pt_br: Este servidor usa HTTP. Continue somente em uma rede confiável.
ru: Этот сервер использует HTTP. Продолжайте только в доверенной сети.
tr: Bu sunucu HTTP kullanıyor. Yalnızca güvenilir bir ağda devam edin.
uk: Цей сервер використовує HTTP. Продовжуйте лише в довіреній мережі.
vi: Máy chủ này dùng HTTP. Chỉ tiếp tục trên mạng đáng tin cậy.
zh_hans: 此服务器使用 HTTP。请仅在可信网络上继续。

# hosts.add.cleartext.title
source: Allow cleartext connection?
de: Unverschlüsselte Verbindung zulassen?
es: ¿Permitir conexión sin cifrar?
fr: Autoriser la connexion non chiffrée ?
ja: 平文接続を許可しますか？
ko: 암호화되지 않은 연결을 허용할까요?
pl: Zezwolić na nieszyfrowane połączenie?
pt_br: Permitir conexão sem criptografia?
ru: Разрешить незашифрованное подключение?
tr: Şifrelenmemiş bağlantıya izin verilsin mi?
uk: Дозволити незашифроване з’єднання?
vi: Cho phép kết nối không mã hóa?
zh_hans: 允许明文连接？

# hosts.add.connect
source: Pair
de: Koppeln
es: Emparejar
fr: Associer
ja: ペアリング
ko: 페어링
pl: Sparuj
pt_br: Parear
ru: Связать
tr: Eşleştir
uk: Підключити
vi: Ghép đôi
zh_hans: 配对

# hosts.add.or
source: or
de: oder
es: o
fr: ou
ja: または
ko: 또는
pl: lub
pt_br: ou
ru: или
tr: veya
uk: або
vi: hoặc
zh_hans: 或

# hosts.add.pairingLink
source: Pairing link
de: Kopplungslink
es: Enlace de emparejamiento
fr: Lien d’association
ja: ペアリングリンク
ko: 페어링 링크
pl: Łącze parowania
pt_br: Link de emparelhamento
ru: Ссылка для подключения
tr: Eşleme bağlantısı
uk: Посилання для спарювання
vi: Liên kết ghép đôi
zh_hans: 配对链接

# hosts.add.serverURL
source: Server base URL
de: Server-Basis-URL
es: URL base del servidor
fr: URL de base du serveur
ja: サーバーのベースURL
ko: 서버 기본 URL
pl: Bazowy adres URL serwera
pt_br: URL base do servidor
ru: Базовый URL сервера
tr: Sunucu temel URL’si
uk: Базова URL-адреса сервера
vi: URL gốc của máy chủ
zh_hans: 服务器基础 URL

# hosts.add.subtitle
source: Paste a pairing link or enter the server URL and a one-time token. Tokens are never shown after you connect.
de: Fügen Sie einen Kopplungslink ein oder geben Sie Server-URL und Einmaltoken ein. Token werden nach dem Verbinden nie angezeigt.
es: Pega un enlace de emparejamiento o introduce la URL del servidor y un token de un solo uso. Los tokens nunca se muestran después de conectar.
fr: Collez un lien d’association ou saisissez l’URL du serveur et un jeton à usage unique. Les jetons ne sont jamais affichés après la connexion.
ja: ペアリングリンクを貼り付けるか、サーバーURLと1回限りのトークンを入力してください。接続後にトークンが表示されることはありません。
ko: 페어링 링크를 붙여넣거나 서버 URL과 일회용 토큰을 입력하세요. 연결 후에는 토큰이 표시되지 않습니다.
pl: Wklej łącze parowania albo podaj adres URL serwera i jednorazowy token. Tokeny nie są wyświetlane po połączeniu.
pt_br: Cole um link de emparelhamento ou informe a URL do servidor e um token de uso único. Os tokens nunca são exibidos depois da conexão.
ru: Вставьте ссылку для подключения или укажите URL сервера и одноразовый токен. После подключения токены никогда не отображаются.
tr: Bir eşleme bağlantısı yapıştırın veya sunucu URL’si ile tek kullanımlık belirteci girin. Bağlandıktan sonra belirteçler asla gösterilmez.
uk: Вставте посилання для спарювання або введіть URL-адресу сервера й одноразовий токен. Після підключення токени ніколи не відображаються.
vi: Dán liên kết ghép đôi hoặc nhập URL máy chủ và mã dùng một lần. Mã sẽ không bao giờ hiển thị sau khi kết nối.
zh_hans: 粘贴配对链接，或输入服务器 URL 和一次性令牌。连接后绝不会显示令牌。

# hosts.add.title
source: Add connection
de: Verbindung hinzufügen
es: Añadir conexión
fr: Ajouter une connexion
ja: 接続を追加
ko: 연결 추가
pl: Dodaj połączenie
pt_br: Adicionar conexão
ru: Добавить подключение
tr: Bağlantı ekle
uk: Додати з'єднання
vi: Thêm kết nối
zh_hans: 添加连接

# hosts.add.token
source: One-time pairing token
de: Einmaliges Kopplungstoken
es: Token de emparejamiento de un solo uso
fr: Jeton d’association à usage unique
ja: 1回限りのペアリングトークン
ko: 일회용 페어링 토큰
pl: Jednorazowy token parowania
pt_br: Token de emparelhamento de uso único
ru: Одноразовый токен подключения
tr: Tek kullanımlık eşleme belirteci
uk: Одноразовий токен спарювання
vi: Mã ghép đôi dùng một lần
zh_hans: 一次性配对令牌

# hosts.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# hosts.current
source: Current connection
de: Aktuelle Verbindung
es: Conexión actual
fr: Connexion actuelle
ja: 現在の接続
ko: 현재 연결
pl: Bieżące połączenie
pt_br: Conexão atual
ru: Текущее подключение
tr: Geçerli bağlantı
uk: Поточне з'єднання
vi: Kết nối hiện tại
zh_hans: 当前连接

# hosts.empty.description
source: Pair a Poracode desktop to start a remote session.
de: Koppeln Sie einen Poracode-Desktop, um eine Remotesitzung zu starten.
es: Enlaza un escritorio de Poracode para iniciar una sesión remota.
fr: Associez un bureau Poracode pour démarrer une session à distance.
ja: Poracodeデスクトップをペアリングしてリモートセッションを開始します。
ko: Poracode 데스크톱을 페어링하여 원격 세션을 시작하세요.
pl: Sparuj komputer Poracode, aby rozpocząć sesję zdalną.
pt_br: Emparelhe um desktop do Poracode para iniciar uma sessão remota.
ru: Подключите компьютер Poracode, чтобы начать удалённый сеанс.
tr: Uzak oturum başlatmak için bir Poracode masaüstü eşleyin.
uk: Спаруйте комп’ютер Poracode, щоб почати віддалений сеанс.
vi: Ghép đôi một máy tính Poracode để bắt đầu phiên từ xa.
zh_hans: 配对 Poracode 桌面以开始远程会话。

# hosts.empty.title
source: No connections yet
de: Noch keine Verbindungen
es: Aún no hay conexiones
fr: Aucune connexion pour l'instant
ja: まだ接続がありません
ko: 아직 연결이 없습니다
pl: Brak połączeń
pt_br: Ainda não há conexões
ru: Пока нет подключений
tr: Henüz bağlantı yok
uk: Ще немає підключень
vi: Chưa có kết nối nào
zh_hans: 暂无连接

# hosts.remove.confirm.action
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除

# hosts.remove.confirm.message
source: This device will forget the desktop and delete its stored credentials. You can pair again later.
de: Dieses Gerät vergisst den Desktop und löscht seine gespeicherten Zugangsdaten. Sie können ihn später erneut koppeln.
es: Este dispositivo olvidará el escritorio y eliminará sus credenciales guardadas. Podrás volver a enlazarlo más tarde.
fr: Cet appareil oubliera le bureau et supprimera ses identifiants enregistrés. Vous pourrez l’associer à nouveau plus tard.
ja: このデバイスからデスクトップと保存済みの認証情報を削除します。後でもう一度ペアリングできます。
ko: 이 기기에서 데스크톱과 저장된 자격 증명을 삭제합니다. 나중에 다시 페어링할 수 있습니다.
pl: To urządzenie zapomni komputer i usunie zapisane dane logowania. Później możesz sparować go ponownie.
pt_br: Este dispositivo esquecerá o desktop e excluirá as credenciais salvas. Você poderá emparelhá-lo novamente mais tarde.
ru: Это устройство забудет компьютер и удалит сохранённые учётные данные. Позже его можно подключить снова.
tr: Bu aygıt masaüstünü unutacak ve kayıtlı kimlik bilgilerini silecek. Daha sonra yeniden eşleyebilirsiniz.
uk: Цей пристрій забуде комп’ютер і видалить збережені облікові дані. Пізніше його можна спарувати знову.
vi: Thiết bị này sẽ quên máy tính và xóa thông tin đăng nhập đã lưu. Bạn có thể ghép đôi lại sau.
zh_hans: 此设备将忘记该桌面并删除已存储的凭据。之后可以重新配对。

# hosts.remove.confirm.title
source: Remove %@?
de: %@ entfernen?
es: ¿Quitar %@?
fr: Supprimer %@ ?
ja: %@を削除しますか？
ko: %@을(를) 제거할까요?
pl: Usunąć %@?
pt_br: Remover %@?
ru: Удалить %@?
tr: %@ kaldırılsın mı?
uk: Видалити %@?
vi: Xóa %@?
zh_hans: 移除 %@？

# hosts.remove.title
source: Remove connection
de: Verbindung entfernen
es: Eliminar conexión
fr: Supprimer la connexion
ja: 接続を削除
ko: 연결 제거
pl: Usuń połączenie
pt_br: Remover conexão
ru: Удалить подключение
tr: Bağlantıyı kaldır
uk: Видалити підключення
vi: Xóa kết nối
zh_hans: 删除连接

# hosts.row.accessibility
source: %1$@, connection
de: %1$@, Verbindung
es: %1$@, conexión
fr: %1$@, connexion
ja: %1$@、接続
ko: %1$@, 연결
pl: %1$@, połączenie
pt_br: %1$@, conexão
ru: %1$@, подключение
tr: %1$@, bağlantı
uk: %1$@, з'єднання
vi: %1$@, kết nối
zh_hans: %1$@，连接

# hosts.row.accessibility.selected
source: %1$@, selected connection
de: %1$@, ausgewählte Verbindung
es: %1$@, conexión seleccionada
fr: %1$@, connexion sélectionnée
ja: %1$@、選択中の接続
ko: %1$@, 선택한 연결
pl: %1$@, wybrane połączenie
pt_br: %1$@, conexão selecionada
ru: %1$@, выбранное подключение
tr: %1$@, seçili bağlantı
uk: %1$@, вибране з'єднання
vi: %1$@, kết nối đã chọn
zh_hans: %1$@，已选择的连接

# hosts.status.secondary
source: Kept ready
de: Bereitgehalten
es: Listo en espera
fr: Maintenu prêt
ja: 待機中
ko: 준비 상태 유지
pl: Utrzymywany w gotowości
pt_br: Mantido pronto
ru: Готов к работе
tr: Hazır tutuluyor
uk: Готовий до роботи
vi: Luôn sẵn sàng
zh_hans: 保持就绪

# hosts.status.selected
source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択中
ko: 선택됨
pl: Wybrany
pt_br: Selecionado
ru: Выбран
tr: Seçili
uk: Вибрано
vi: Đã chọn
zh_hans: 已选择

# hosts.switch.action
source: Switch
de: Wechseln
es: Cambiar
fr: Changer
ja: 切り替え
ko: 전환
pl: Przełącz
pt_br: Trocar
ru: Переключить
tr: Değiştir
uk: Перемкнути
vi: Chuyển
zh_hans: 切换

# hosts.switcher.accessibility
source: Switch desktop
de: Desktop wechseln
es: Cambiar de escritorio
fr: Changer de bureau
ja: デスクトップを切り替え
ko: 데스크톱 전환
pl: Przełącz komputer
pt_br: Trocar desktop
ru: Переключить компьютер
tr: Masaüstünü değiştir
uk: Перемкнути комп’ютер
vi: Chuyển máy tính
zh_hans: 切换桌面

# hosts.switcher.title
source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ko: 연결
pl: Połączenia
pt_br: Conexões
ru: Подключения
tr: Bağlantılar
uk: Підключення
vi: Kết nối
zh_hans: 连接

# notifications.enable
source: Enable Notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知を有効にする
ko: 알림 켜기
pl: Włącz powiadomienia
pt_br: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri etkinleştir
uk: Увімкнути сповіщення
vi: Bật thông báo
zh_hans: 启用通知

# notifications.hostSwitch.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消

# notifications.hostSwitch.confirm
source: Switch and Open
de: Wechseln und öffnen
es: Cambiar y abrir
fr: Changer et ouvrir
ja: 切り替えて開く
ko: 전환하고 열기
pl: Przełącz i otwórz
pt_br: Trocar e abrir
ru: Переключиться и открыть
tr: Değiştir ve aç
uk: Перемкнути й відкрити
vi: Chuyển và mở
zh_hans: 切换并打开

# notifications.hostSwitch.fallbackTitle
source: Switch desktop?
de: Desktop wechseln?
es: ¿Cambiar de escritorio?
fr: Changer de bureau ?
ja: デスクトップを切り替えますか？
ko: 데스크톱을 전환할까요?
pl: Przełączyć komputer?
pt_br: Trocar de desktop?
ru: Переключиться на другой компьютер?
tr: Masaüstü değiştirilsin mi?
uk: Перемкнути на інший комп’ютер?
vi: Chuyển sang máy tính khác?
zh_hans: 切换桌面？

# notifications.hostSwitch.message
source: This notification belongs to a different desktop. Switch to open the thread there.
de: Diese Mitteilung gehört zu einem anderen Desktop. Wechseln Sie, um den Thread dort zu öffnen.
es: Esta notificación pertenece a otro escritorio. Cambia para abrir el hilo allí.
fr: Cette notification appartient à un autre bureau. Changez de bureau pour ouvrir le fil.
ja: この通知は別のデスクトップのものです。切り替えてそのスレッドを開きます。
ko: 이 알림은 다른 데스크톱에 속합니다. 전환하여 해당 스레드를 여세요.
pl: To powiadomienie należy do innego komputera. Przełącz, aby otworzyć ten wątek.
pt_br: Esta notificação pertence a outro desktop. Troque para abrir a conversa lá.
ru: Это уведомление относится к другому компьютеру. Переключитесь, чтобы открыть ветку там.
tr: Bu bildirim farklı bir masaüstüne ait. İleti dizisini orada açmak için masaüstünü değiştirin.
uk: Це сповіщення належить іншому комп’ютеру. Перемкніться, щоб відкрити гілку там.
vi: Thông báo này thuộc về một máy tính khác. Hãy chuyển sang để mở luồng đó.
zh_hans: 此通知属于另一个桌面。切换后即可在那里打开该线程。

# notifications.hostSwitch.title
source: Switch to %@?
de: Zu %@ wechseln?
es: ¿Cambiar a %@?
fr: Passer à %@ ?
ja: %@に切り替えますか？
ko: %@(으)로 전환할까요?
pl: Przełączyć na %@?
pt_br: Trocar para %@?
ru: Переключиться на %@?
tr: %@ olarak değiştirilsin mi?
uk: Перемкнути на %@?
vi: Chuyển sang %@?
zh_hans: 切换到%@？

# notifications.openSettings
source: Open Notification Settings
de: Mitteilungseinstellungen öffnen
es: Abrir ajustes de notificaciones
fr: Ouvrir les réglages des notifications
ja: 通知設定を開く
ko: 알림 설정 열기
pl: Otwórz ustawienia powiadomień
pt_br: Abrir ajustes de notificações
ru: Открыть настройки уведомлений
tr: Bildirim ayarlarını aç
uk: Відкрити параметри сповіщень
vi: Mở cài đặt thông báo
zh_hans: 打开通知设置

# notifications.status.on
source: Notifications On
de: Mitteilungen aktiviert
es: Notificaciones activadas
fr: Notifications activées
ja: 通知はオンです
ko: 알림 켜짐
pl: Powiadomienia włączone
pt_br: Notificações ativadas
ru: Уведомления включены
tr: Bildirimler açık
uk: Сповіщення ввімкнено
vi: Thông báo đang bật
zh_hans: 通知已开启

# notifications.status.unavailable
source: Push routing unavailable
de: Push-Weiterleitung nicht verfügbar
es: Enrutamiento push no disponible
fr: Routage push indisponible
ja: プッシュ通知のルーティングは利用できません
ko: 푸시 라우팅을 사용할 수 없음
pl: Kierowanie push niedostępne
pt_br: Roteamento push indisponível
ru: Маршрутизация push недоступна
tr: Anlık bildirim yönlendirmesi kullanılamıyor
uk: Маршрутизація push недоступна
vi: Không thể định tuyến thông báo đẩy
zh_hans: 推送路由不可用
